Revit 2024 API
ParameterTypeId.CwpAddGridPrefix Property
 "Add prefix to Grid Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CwpAddGridPrefix { get; }
Visual Basic
Public Shared ReadOnly Property CwpAddGridPrefix As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CwpAddGridPrefix {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace